import React from 'react';
import './body.css';

class About extends React.Component
{
  render()
  {
    return(
      <>
        
        <div style={{display: "flex",background: "rgba(122,122,122, 1)",textAlign:'center',verticalAlign:'center', height:300,width:'100%',top:0}}>
        
        <h1> About me</h1>
        <span> 간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.
        간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.
        간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.
        간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.간단한 자기소개 적는다.
        </span>
        </div>
      </>
    );
  }
}
export default About; 
